results/postgres-pgbench/zfs_zfs/run_1/results.txt
pgbench (15.15 (Debian 15.15-1.pgdg13+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 226343
number of failed transactions: 0 (0.000%)
latency average = 2.651 ms
initial connection time = 39.087 ms
tps = 3772.169703 (without initial connection time)